// ; Создайте несколько функций, которые будут возвращать сумму, разность, модуль, произведение, частное и показатель степени соответственно.

// ; Используйте следующие имена функций:

// ; дополнение = добавить

// ; умножить = умножить

// ; division = divide (допускаются как целочисленные, так и плавающие деления)

// ; модуль = мод

// ; экспонента = экспонента

// ; вычитание = вычитание
function add(a,b){
    return (a + b);
}

function divide(a,b){
    return (a / b);
}

function multiply(a,b){
    return (a * b);
}

function mod(a,b){
    return (a % b);
}
   
function exponent(a,b){
    return (a ** b);
}
    
function subt(a,b){
    return (a - b);
}